<?php

$_['entry_cardname'] = 'اسم صاحب البطاقة';
$_['entry_cardnumber'] = 'رقم البطاقة';
$_['entry_expirydate'] = 'تاريخ الانتهاء (mm/yy)';
$_['entry_securitycode'] = 'CVV';
$_['cowpay_creditcard_title'] = 'يرجى إدخال بيانات البطاقة الائتمانية';
$_['error_required'] = 'يرجى التأكد من إدخال جميع الحقول بطريقة صحيحة';
$_['error_failed'] = 'لا يمكن تنفيذ عملية الدفع حالياً! برجاء التواصل مع الإدارة أو اختيار طريقة دفع أخرى';
$_['error_invalid'] = 'بيانات البطاقة غير صحيحة! يرجى التأكد وإعادة المحاولة';
$_['error_insufficient'] = 'الرصيد بالبطاقة غير كافي لإتمام عملية الدفع';